[
  {
    "pergunta": "O que é, o que é? Feito para andar e não anda.",
    "resposta": "A rua."
  },
  {
    "pergunta": "O que é, o que é? Dá muitas voltas e não sai do lugar.",
    "resposta": "O relógio."
  },
  {
    "pergunta": "O que é, o que é? Tem cabeça e tem dente, não é bicho e nem é gente.",
    "resposta": "O alho."
  },
  {
    "pergunta": "O que é, o que é? Não se come, mas é bom para se comer.",
    "resposta": "O talher."
  },
  {
    "pergunta": "O que é, o que é? Uma impressora disse para a outra.",
    "resposta": "Essa folha é tua ou é impressão minha?"
  },
  {
    "pergunta": "O que é, o que é? Quanto mais rugas têm mais novo é.",
    "resposta": "O pneu."
  },
  {
    "pergunta": "O que é, o que é? O 4 disse para o",
    "resposta": "Passa a bola."
  },
  {
    "pergunta": "O que é, o que é? Nunca volta, embora nunca tenha ido.",
    "resposta": "O passado."
  },
  {
    "pergunta": "O que é, o que é? Anda com os pés na cabeça.",
    "resposta": "O piolho."
  },
  {
    "pergunta": "O que é, o que é? A esfera disse para o cubo.",
    "resposta": "Deixa de ser quadrado."
  },
  {
    "pergunta": "O que é, o que é? Quanto mais se tira mais se aumenta.",
    "resposta": "O buraco."
  },
  {
    "pergunta": "O que é, o que é? Fica cheio durante o dia e vazio durante a noite.",
    "resposta": "O sapato."
  },
  {
    "pergunta": "O que é, o que é? Quanto mais cresce, mais baixo fica.",
    "resposta": "O rabo do cavalo."
  },
  {
    "pergunta": "O que é, o que é? Vários pontinhos amarelos na parede.",
    "resposta": "Fandangos alpinistas."
  },
  {
    "pergunta": "O que é, o que é? Mesmo atravessando o rio não se molha.",
    "resposta": "A ponte."
  },
  {
    "pergunta": "O que é, o que é? Há no meio do coração.",
    "resposta": "A letra &ldquo;a&rdquo;."
  },
  {
    "pergunta": "O que é, o que é? Se alimenta de léguas.",
    "resposta": "O papa-léguas."
  },
  {
    "pergunta": "O que é, o que é? Tem no meio do ovo.",
    "resposta": "A letra \"v\"."
  },
  {
    "pergunta": "O que é, o que é? Está sempre no meio da rua e de pernas para o ar.",
    "resposta": "A letra \"u\"."
  },
  {
    "pergunta": "O que é, o que é? O zero disse para o oito.",
    "resposta": "Que cinto maneiro!"
  },
  {
    "pergunta": "O que é, o que é? Todo mês tem, menos abril.",
    "resposta": "A letra \"o\"."
  },
  {
    "pergunta": "O que é, o que é? Fica no início da rua, no fim do mar e no meio da cara.",
    "resposta": "A letra \"r\"."
  },
  {
    "pergunta": "O que é, o que é? O cavalo foi fazer no orelhão.",
    "resposta": "Passar um trote."
  },
  {
    "pergunta": "O que é, o que é? Tem cauda, mas não é cão; não tem asas, mas sabe voar. Se a largam, não sobe, e sai ao vento a brincar.",
    "resposta": "A pipa."
  },
  {
    "pergunta": "O que é, o que é? Pode passar diante do sol sem fazer sombra.",
    "resposta": "O vento."
  },
  {
    "pergunta": "O que é, o que é? O nadador faz para bater o recorde.",
    "resposta": "Nada."
  },
  {
    "pergunta": "O que é, o que é? O tomate foi fazer no banco.",
    "resposta": "Tirar extrato."
  },
  {
    "pergunta": "O que é, o que é? Tem 5 dedos, mas não tem unha.",
    "resposta": "A luva."
  },
  {
    "pergunta": "O que é, o que é? Anda com a barriga para trás.",
    "resposta": "A perna da gente."
  },
  {
    "pergunta": "O que é, o que é? Um tigre que se parece com um velho.",
    "resposta": "Quando é um tigre de bengala."
  },
  {
    "pergunta": "O que é, o que é? Tem mais de dez cabeças e não sabe pensar.",
    "resposta": "Uma caixa de fósforos."
  },
  {
    "pergunta": "O que é, o que é? Enche uma casa, mas não enche uma mão.",
    "resposta": "Um botão."
  },
  {
    "pergunta": "O que é, o que é? Nasce a socos e morre a facadas.",
    "resposta": "O pão."
  },
  {
    "pergunta": "O que é, o que é? O animal que não vale mais nada.",
    "resposta": "O javali."
  },
  {
    "pergunta": "O que é, o que é? Tem pescoço e não tem cabeça, tem braços e não tem mãos, tem corpo e não tem pernas.",
    "resposta": "A camisa."
  },
  {
    "pergunta": "O que é, o que é? Quanto maior menos se vê.",
    "resposta": "A escuridão."
  },
  {
    "pergunta": "O que é, o que é? Faz virar a cabeça de um homem.",
    "resposta": "O pescoço."
  },
  {
    "pergunta": "O que é, o que é? O bicho que anda com as patas.",
    "resposta": "O pato."
  },
  {
    "pergunta": "O que é, o que é? Entra na água e não se molha.",
    "resposta": "A sombra."
  },
  {
    "pergunta": "O que é, o que é? Tem pomar e no seu paletó.",
    "resposta": "A manga."
  },
  {
    "pergunta": "O que é, o que é? Não tem pé e corre, tem leito e não dorme, quando para morre.",
    "resposta": "O rio."
  },
  {
    "pergunta": "O que é, o que é? Mantém sempre o mesmo tamanho, não importa o peso.",
    "resposta": "A balança."
  },
  {
    "pergunta": "O que é, o que é? Nasce no Rio, vive no Rio e morre no Rio, mas não está sempre molhado.",
    "resposta": "O carioca."
  },
  {
    "pergunta": "O que é, o que é? Num instante se quebra quando se diz o nome dele.",
    "resposta": "O silêncio."
  },
  {
    "pergunta": "O que é, o que é? Cai de pé e corre deitado.",
    "resposta": "A chuva."
  },
  {
    "pergunta": "O que é, o que é? Subindo o sol vai se encurtando, descendo o sol vai se alongando.",
    "resposta": "A sombra."
  },
  {
    "pergunta": "O que é, o que é? Põe-se na mesa, parte-se, reparte-se, mas não se come.",
    "resposta": "O baralho."
  },
  {
    "pergunta": "O que é, o que é? Quando a gente fica em pé, ele fica deitado, e quando a gente deita, ele fica em pé.",
    "resposta": "O pé."
  },
  {
    "pergunta": "O que é, o que é? Tem coroa, mas não é rei; tem espinho, mas não é peixe.",
    "resposta": "O abacaxi."
  },
  {
    "pergunta": "O que é, o que é? Uma casinha sem porta e sem janela.",
    "resposta": "O ovo."
  },
  {
    "pergunta": "O que é, o que é? De dia tem quatro pés e de noite tem seis.",
    "resposta": "A cama."
  },
  {
    "pergunta": "O que é, o que é? Anda deitado e dorme em pé.",
    "resposta": "O pé."
  },
  {
    "pergunta": "O que é, o que é? Um fósforo disse a uma vela de aniversário.",
    "resposta": "É sempre por você que eu perco a cabeça."
  },
  {
    "pergunta": "O que é, o que é? O gafanhoto traz na frente e a pulga traz atrás.",
    "resposta": "A sílaba \"ga\"."
  },
  {
    "pergunta": "O que é, o que é? Fica cheio de boca para baixo e vazio de boca para cima.",
    "resposta": "O chapéu."
  },
  {
    "pergunta": "O que é, o que é? Quanto mais se perde mais se tem.",
    "resposta": "O sono."
  },
  {
    "pergunta": "O que é, o que é? Nunca passa e sempre está na frente.",
    "resposta": "O futuro."
  },
  {
    "pergunta": "O que é, o que é? Tem dentes e não come.",
    "resposta": "O pente."
  },
  {
    "pergunta": "O que é, o que é? Uma lagarta disse undefined outra.",
    "resposta": "Hoje vou dar uma volta undefined maçã."
  },
  {
    "pergunta": "O que é, o que é? É grande antes de ser pequena.",
    "resposta": "A vela."
  },
  {
    "pergunta": "O que é, o que é? A andar deixa um rasto e parado deixa três.",
    "resposta": "O carro de mão."
  },
  {
    "pergunta": "O que é, o que é? Tem oito letras e tirando metade ainda ficam oito.",
    "resposta": "BISCoito."
  },
  {
    "pergunta": "O que é, o que é? Passa a vida na janela e mesmo dentro de casa está fora dela.",
    "resposta": "O botão."
  },
  {
    "pergunta": "O que é, o que é? Tem um palmo de pescoço, tem barriga e não tem osso.",
    "resposta": "A garrafa."
  },
  {
    "pergunta": "O que é, o que é? Quebra quando se fala.",
    "resposta": "O segredo."
  },
  {
    "pergunta": "O que é, o que é? O vinho que não tem álcool.",
    "resposta": "O-vinho de codorna."
  },
  {
    "pergunta": "O que é o que é? Voa sem ter asas e chora sem ter olhos.",
    "resposta": "A nuvem."
  },
  {
    "pergunta": "O que é, o que é? Quatro pés em cima de quatro pés esperando quatro pés chegarem. Quatro pés não vieram, quatro pés foram embora, quatro pés ficaram.",
    "resposta": "O gato em cima da mesa esperando o rato chegar. O rato não veio, o gato foi embora e a mesa ficou."
  },
  {
    "pergunta": "O que é, o que é? É surdo e mudo, mas conta tudo.",
    "resposta": "O livro."
  },
  {
    "pergunta": "O que é, o que é? Sobe quando a chuva desce.",
    "resposta": "O guarda-chuva."
  },
  {
    "pergunta": "O que é, o que é? A diferença entre o gato e a Coca-Cola?",
    "resposta": "O gato mia, a Coca-cola light."
  },
  {
    "pergunta": "O que é, o que é? A piada do fotógrafo.",
    "resposta": "Ninguém sabe, porque ela ainda não foi revelada."
  },
  {
    "pergunta": "O que é, o que é? Pode ser de ferro, de gelo, de chocolate ou de água.",
    "resposta": "A barra."
  },
  {
    "pergunta": "O que é, o que é? Um pontinho verde brilhando na cama de um hospital.",
    "resposta": "Uma ervilha dando undefined luz."
  },
  {
    "pergunta": "O que é, o que é? Corre a casa inteira e depois vai dormir num canto.",
    "resposta": "A vassoura."
  },
  {
    "pergunta": "O que é, o que é? Tem pernas, mas não anda; tem braços, mas não abraça.",
    "resposta": "A cadeira."
  },
  {
    "pergunta": "O que é, o que é? Morre em pé.",
    "resposta": "A vela."
  },
  {
    "pergunta": "O que é, o que é? Está no final do fim, no início do meio e no meio do começo.",
    "resposta": "A letra m."
  },
  {
    "pergunta": "O que é, o que é? Caminha sem pés, voa sem asas e pousa onde quiser.",
    "resposta": "O pensamento."
  },
  {
    "pergunta": "O que é, o que é? Quando se escreve com \"o\" costuma matar, quando se escreve com \"a\" costuma amarrar.",
    "resposta": "Tiro/tira."
  },
  {
    "pergunta": "O que é, o que é? Céu que não possui estrelas.",
    "resposta": "O céu da boca."
  },
  {
    "pergunta": "O que é, o que é? Nasce branco, fica verde, depois fica vermelho e acaba preto.",
    "resposta": "O café."
  },
  {
    "pergunta": "O que é, o que é? Tem uma perna longa, uma curta e anda sem parar.",
    "resposta": "O relógio."
  },
  {
    "pergunta": "O que é, o que é? Quanto mais se tira mais se tem.",
    "resposta": "Fotografias."
  },
  {
    "pergunta": "O que é, o que é? Aquilo que a foca mais gosta.",
    "resposta": "Fofoca."
  },
  {
    "pergunta": "O que é, o que é? Tem chapéu, mas não tem cabeça; tem boca, mas não fala; tem asa, mas não voa.",
    "resposta": "O bule."
  },
  {
    "pergunta": "O que é, o que é? Tem debaixo de um tapete no hospício.",
    "resposta": "Um doido varrido."
  },
  {
    "pergunta": "O que é, o que é? O animal mais antigo do mundo.",
    "resposta": "A zebra. Ela ainda é a preto e branco."
  },
  {
    "pergunta": "O que é, o que é? É verde e não é planta, fala e não é gente.",
    "resposta": "O papagaio."
  },
  {
    "pergunta": "O que é, o que é? Corre em volta do pasto inteiro sem se mexer.",
    "resposta": "A cerca."
  },
  {
    "pergunta": "O que é, o que é? O lugar mais certo do Brasil.",
    "resposta": "O Sertão."
  },
  {
    "pergunta": "O que é, o que é? Não tem olhos, mas pisca; não tem boca, mas comanda.",
    "resposta": "O semáforo."
  },
  {
    "pergunta": "O que é, o que é? A banana disse para o tomate.",
    "resposta": "Eu que tiro a roupa e você que fica vermelha?"
  },
  {
    "pergunta": "O que é, o que é? A areia disse para o mar.",
    "resposta": "Deixa de onda."
  },
  {
    "pergunta": "O que é, o que é? O chão falou para a mesa.",
    "resposta": "Fecha as pernas que eu estou vendo tudo."
  },
  {
    "pergunta": "O que é, o que é? A zebra disse para a mosca.",
    "resposta": "Você está na minha lista negra."
  },
  {
    "pergunta": "O que é, o que é? É nome de mulher e também de homem. Ia, mas acabou não indo.",
    "resposta": "Isaías (Isa-ias)"
  },
  {
    "pergunta": "O que é, o que é? É meu, mas meus amigos usam mais do que eu.",
    "resposta": "O meu nome."
  },
  {
    "pergunta": "O que é, o que é? A fechadura disse para a chave.",
    "resposta": "Vamos dar uma voltinha."
  },
  {
    "pergunta": "O que é, o que é? O rei da horta.",
    "resposta": "O rei-polho."
  },
  {
    "pergunta": "O que é, o que é? O pé mais rápido.",
    "resposta": "O pé de vento."
  },
  {
    "pergunta": "O que é, o que é? undefined direita sou um homem, facilmente acharás. undefineds avessas só undefined noite e nem sempre encontrarás.",
    "resposta": "Raul e luar."
  },
  {
    "pergunta": "O que é, o que é? Trabalha tempo dobrado, sempre de noite e de dia. Se teima em ficar parado, só com uma corda andaria.",
    "resposta": "O relógio."
  },
  {
    "pergunta": "O que é, o que é? De dia fica no céu e undefined noite fica na água.",
    "resposta": "A dentadura."
  },
  {
    "pergunta": "O que é, o que é? Dá um pulo e se veste de noiva.",
    "resposta": "A pipoca."
  },
  {
    "pergunta": "O que é, o que é? Uma minhoca com sono.",
    "resposta": "Uma dorminhoca."
  },
  {
    "pergunta": "O que é, o que é? Destrói tudo com três letras.",
    "resposta": "O fim."
  },
  {
    "pergunta": "O que é, o que é? Um pontinho verde no canto da sala de aula.",
    "resposta": "Uma ervilha de castigo."
  },
  {
    "pergunta": "O que é, o que é? Nasce grande e morre pequeno.",
    "resposta": "O lápis."
  },
  {
    "pergunta": "O que é, o que é? O pato disse para o outro pato durante o jogo.",
    "resposta": "Estamos empatados."
  },
  {
    "pergunta": "O que é, o que é? Na televisão, cobre um país; no futebol, atrai a bola; em casa, incentiva o lazer.",
    "resposta": "A rede."
  },
  {
    "pergunta": "O que é, o que é? Detestamos na praia, mas adoramos na panela.",
    "resposta": "O caldo."
  },
  {
    "pergunta": "O que é, o que é? Tem asa, tem bico e fica embaixo da cama.",
    "resposta": "O bule. Não é o penico! O bule é meu e eu coloco onde quiser."
  },
  {
    "pergunta": "O que é, o que é? O lugar que todos podem se sentar, menos você.",
    "resposta": "O seu colo."
  },
  {
    "pergunta": "O que é, o que é? Eles são dois vizinhos, mas um não vai undefined casa do outro e os dois não se veem por causa de um morrinho.",
    "resposta": "Os olhos."
  },
  {
    "pergunta": "O que é, o que é? Pesa mais no mundo.",
    "resposta": "A balança."
  },
  {
    "pergunta": "O que é, o que é? É do tamanho de uma bolota, mas enche a casa até a porta.",
    "resposta": "A luz."
  },
  {
    "pergunta": "O que é, o que é? É irmã da minha tia e não é minha tia.",
    "resposta": "A minha mãe."
  },
  {
    "pergunta": "O que é, o que é? Todas as mães têm. Sem ele não tem pão. Some no inverno e aparece no verão.",
    "resposta": "O til (~)."
  },
  {
    "pergunta": "O que é, o que é? Nós matamos quando está nos matando.",
    "resposta": "A fome."
  },
  {
    "pergunta": "O que é, o que é? Tem coroa, mas não é rei; tem raiz, mas não é planta.",
    "resposta": "O dente."
  },
  {
    "pergunta": "O que é, o que é? A maior injustiça do Natal.",
    "resposta": "O peru morre e a missa é do galo."
  },
  {
    "pergunta": "O que é, o que é? Tem cintura fina e perna alongada, toca corneta e leva bofetada.",
    "resposta": "O pernilongo."
  },
  {
    "pergunta": "O que é, o que é? São três irmãos: o mais velho já se foi, o do meio está conosco e o caçula não nasceu.",
    "resposta": "Passado, presente e futuro."
  },
  {
    "pergunta": "O que é, o que é? Nesse lugar o boi consegue passar, mas o mosquito fica preso.",
    "resposta": "A teia de aranha."
  },
  {
    "pergunta": "O que é, o que é? O cirurgião e o matemático têm em comum.",
    "resposta": "Ambos vivem fazendo operações."
  },
  {
    "pergunta": "O que é, o que é? A letra que se encontra uma vez por minuto, duas vezes em um momento e nenhuma vez no ano.",
    "resposta": "A letra m."
  },
  {
    "pergunta": "O que é, o que é? O tijolo falou para o outro.",
    "resposta": "Há um ciumento entre nós."
  },
  {
    "pergunta": "O que é, o que é? Pode ser aberto, mas nunca fechado.",
    "resposta": "O ovo."
  },
  {
    "pergunta": "O que é, o que é? A minhoca falou para o minhoco.",
    "resposta": "Você minhoquece."
  },
  {
    "pergunta": "O que é, o que é? O porco-espinho falou para o cato.",
    "resposta": "É você, mãe?"
  },
  {
    "pergunta": "O que é, o que é? Desce duro e sobe mole e pingando.",
    "resposta": "O macarrão. Quando vai para a panela é duro e do prato para a boca é molinho e pinga molho."
  },
  {
    "pergunta": "O que é, o que é? O paraquedas disse para o paraquedista.",
    "resposta": "Tundefined contigo e não abro."
  },
  {
    "pergunta": "O que é, o que é? O problema que o decorador tem quando vai ao médic",
    "resposta": "Problema de coração."
  },
  {
    "pergunta": "O que é, o que é? Tem uma mãe sem dentes e um pai cantor.",
    "resposta": "O ovo."
  },
  {
    "pergunta": "O que é, o que é? Compram para comer, mas nunca comem.",
    "resposta": "O prato."
  },
  {
    "pergunta": "O que é, o que é? Quanto maior é, menos se vê.",
    "resposta": "A sombra."
  },
  {
    "pergunta": "O que é, o que é? Não tem vida, mas pode morrer.",
    "resposta": "A bateria."
  },
  {
    "pergunta": "O que é, o que é? Quando parte uma partem as duas, quando chega uma chegam as duas.",
    "resposta": "As pernas."
  },
  {
    "pergunta": "O que é, o que é? Todo nariz tem na ponta.",
    "resposta": "A letra z."
  },
  {
    "pergunta": "O que é, o que é? Muitos podem ouvi-lo, mas ninguém o pode ver. Se não falarmos, ele também não falará.",
    "resposta": "O eco."
  },
  {
    "pergunta": "O que é, o que é? Tem barba e não é bode, tem dente e não morde?",
    "resposta": "O milho."
  },
  {
    "pergunta": "O que é, o que é? O médico que está sempre desligado.",
    "resposta": "O oftalmologista (OFF -talmologista)."
  },
  {
    "pergunta": "O que é, o que é? Pequeno em Lisboa e grande no Brasil.",
    "resposta": "A letra b."
  },
  {
    "pergunta": "O que é, o que é? A semelhança de uma casa e o samba.",
    "resposta": "Para arrumar ambas, mexemos as cadeiras."
  },
  {
    "pergunta": "O que é, o que é? Quanto mais branco mais sujo fico.",
    "resposta": "Quadro de giz."
  },
  {
    "pergunta": "O que é, o que é? Está em tudo e nada tem.",
    "resposta": "A letra d."
  },
  {
    "pergunta": "O que é, o que é? Quando mais quente está, mais fresco é.",
    "resposta": "O pão."
  },
  {
    "pergunta": "O que é, o que é? O livro de Matemática disse para o livro de História.",
    "resposta": "Não me venha com história que eu já estou cheio de problemas."
  },
  {
    "pergunta": "O que é, o que é? Ele morre queimado, ela morre cantando.",
    "resposta": "O cigarro e a cigarra."
  },
  {
    "pergunta": "O que é, o que é? A diferença entre o padre e o bule.",
    "resposta": "O padre é de muita fé e o bule é de pundefinedr café."
  },
  {
    "pergunta": "O que é, o que é? São 7 irmãos, dos quais 5 têm sobrenome e 2 não.",
    "resposta": "Os dias da semana."
  },
  {
    "pergunta": "O que é, o que é? Cai, mas não se machuca.",
    "resposta": "A chuva."
  },
  {
    "pergunta": "O que é, o que é? Leva a gente para todo lugar, mas não anda.",
    "resposta": "A estrada."
  },
  {
    "pergunta": "O que é, o que é? Altas torres, lindas janelas, que abrem e fecham sem ninguém tocar nelas.",
    "resposta": "Os olhos."
  },
  {
    "pergunta": "O que é, o que é? Bebe pelos pés.",
    "resposta": "A árvore."
  },
  {
    "pergunta": "O que é, o que é? Quanto mais lavo mais suja fico.",
    "resposta": "A água."
  },
  {
    "pergunta": "O que é, o que é? Respira, mas não tem pulmões, tem pés, mas não anda.",
    "resposta": "A planta."
  },
  {
    "pergunta": "O que é, o que é? Sem sair do seu cantinho, é capaz de viajar ao redor do mundo.",
    "resposta": "O selo."
  },
  {
    "pergunta": "O que é, o que é? Está a sua frente, mas não pode ser visto.",
    "resposta": "O futuro."
  },
  {
    "pergunta": "O que é, o que é? Faz duas pessoas a partir de uma só.",
    "resposta": "O espelho."
  },
  {
    "pergunta": "O que é, o que é? Sobe, mas nunca desce.",
    "resposta": "A idade."
  },
  {
    "pergunta": "O que é, o que é? Quanto mais seca mais molhada fica.",
    "resposta": "A toalha."
  },
  {
    "pergunta": "O que é, o que é? Na água nasci, na água me criei, mas, se me jogarem na água, na água morrerei.",
    "resposta": "O sal."
  },
  {
    "pergunta": "O que é, o que é? Quando você precisa, joga fora, quando não precisa mais, pega de volta.",
    "resposta": "A undefinedncora."
  }
]